-- H&M
INSERT INTO products(id, product_code, title, description,composition, gender,  price, underwear, brand_id, category_id)
 VALUES('b822a8e8-bc4c-11ed-afa1-0242ac120002',
         'HD-2023-06-0001',
         'Худі вільного крою',
         'H&M. Толстовка з капюшоном вільного крою зі суміші бавовни з м’якою начісованою внутрішньою стороною. Капюшон на підкладці, кишеня-кенгуру, спущені плечі та довгі рукави. Резинка на манжетах і подолу.',
         'Основа: бавовна 60%, поліестер 40%, підкладка капюшона: бавовна 60%, поліестер 40%',
         'MALE',
         '1240',
         'false',
         '3cf540d6-4c94-11ed-bdc3-0242ac120002',
         '70953c9c-4c95-11ed-bdc3-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender,  price, underwear, brand_id, category_id)
 VALUES('f8467e02-c176-11ed-afa1-0242ac120002',
         'CT-2023-03-0001',
         'Essentials No 14: Пальто',
         'Пальто довжиною до коліна з м’якої бавовняної тканини. Комір, потайні ґудзики спереду для чистого вигляду та довгі рукави реглан. Всесезонний продукт із діагональними бічними кишенями, двома внутрішніми кишенями та характерним отвором ззаду',
         'Основа: 100% бавовна, підкладка: 100% поліестер',
         'MALE',
         '1650',
         'false',
         '3cf540d6-4c94-11ed-bdc3-0242ac120002',
         '70953b34-4c95-11ed-bdc3-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender,  price, underwear, brand_id, category_id)
 VALUES('2e300bf8-c188-11ed-afa1-0242ac120002',
         'JA-2023-03-0001',
         'Бейсбольна куртка Oversized',
         'Бейсбольна куртка з легкою підкладкою з м’якого драпірованого атласу з вишитим мотивом. Комір-стійка в рубчик, застібки спереду, м’яко спущені плечі, довгі рукави. Діагональні прорізні передні кишені із застібкою та внутрішня кишеня із застібкою. Стьобана підкладка.',
         'Основа: 100% поліестер, підкладка: 100% поліестер, підкладка: 100% поліестер',
         'MALE',
         '2100',
         'false',
         '3cf540d6-4c94-11ed-bdc3-0242ac120002',
         '5420f03a-bc46-11ed-afa1-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender,  price, underwear, brand_id, category_id)
 VALUES('aebbd71a-c1c0-11ed-afa1-0242ac120002',
         'JE-2023-03-0001',
         'Вільні джинси',
         'Джинси з 5 кишенями з нерозтяжного бавовняного деніму. Заокруглені штанини та вільний крій від сидіння до низу для додаткового простору навколо ніг. Звичайна талія, блискавка та занижена ластовица. Ідеально підходить для повного джинсового образу.',
         'Основа: бавовна 100%, підкладка кишень: поліестер 65%, бавовна 35%',
         'MALE',
         '1240',
         'true',
         '3cf540d6-4c94-11ed-bdc3-0242ac120002',
         'afbda09c-bc45-11ed-afa1-0242ac120002'
        );
-- --------------------------------------------------------
-- Pull&Bear
INSERT INTO products(id, product_code, title, description, composition, gender,  price, underwear, brand_id, category_id)
 VALUES('13c31526-c23c-11ed-afa1-0242ac120002',
         'JEPB-2023-03-0001',
         'Мішкуваті джинси',
         'Джинси з 5 кишенями з жорсткого бавовняного деніму. Заокруглена ніжка та мішкувата посадка від сидіння до подолу з достатньою кількістю місця навколо всієї ноги. Звичайна талія та блискавка. Доповнений образ великою толстовкою.',
         'Основа: бавовна 100%, підкладка кишень: поліестер 65%, бавовна 35%',
         'MALE',
         '2560',
         'true',
         '3cf53abe-4c94-11ed-bdc3-0242ac120002',
         'afbda09c-bc45-11ed-afa1-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('85f46668-c24b-11ed-afa1-0242ac120002',
         'JEPB-2023-03-0002',
         'Мішкуваті джинси карго 90s',
         'Джинси вільного крою з міцного бавовняного деніму із завищеною талією, заниженою промежиною, блискавкою та ґудзиком і прямими наддовгими штанинами. Передні та задні кишені та кишені на штанинах з клапаном.',
         'Основа: перероблена бавовна 20%, підкладка: перероблений поліестер 65%',
         'FEMALE',
         '2000',
         'true',
         '3cf53abe-4c94-11ed-bdc3-0242ac120002',
         'afbda09c-bc45-11ed-afa1-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('6c6a0838-0913-11ee-be56-0242ac120002',
         'WJPB-2023-06-0001',
         'Пуховик з капюшоном',
         'Утеплене пальто довжиною до коліна з тканини. Капюшон на підкладці, шнурок, комір-стійка та двостороння застібка-блискавка спереду, вітровий клапан і приховані застібки. Стримані кишені в бокових швах, довгі рукави та прихована рубчик на манжетах. Підкладений.',
         'Основа: поліестер 100%, підкладка: поліестер 100%, підкладка капюшона: поліестер 100%, набивка: 100%',
         'FEMALE',
         '2520',
         'false',
         '3cf53abe-4c94-11ed-bdc3-0242ac120002',
         '4cd73fe6-bc46-11ed-afa1-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('748ae988-0918-11ee-be56-0242ac120002',
         'CTPB-2023-06-0001',
         'Двобортне пальто',
         'Двобортне пальто до литок із саржі. Вирізані лацкани, гудзики спереду та діагональні прорізні передні кишені. М’яко спущені плечі, довгі рукави та виріз на спині. Підкладений.',
         'Основа: поліестер 90%, віскоза 9%, спандекс 1%, підкладка: поліестер 100%',
         'FEMALE',
         '1430',
         'false',
         '3cf53abe-4c94-11ed-bdc3-0242ac120002',
         '70953b34-4c95-11ed-bdc3-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('db5f0b16-091e-11ee-be56-0242ac120002',
         'SWPB-2023-06-0001',
         'Легкий світшот',
         'Легкий світшот з круглим вирізом із суміші бавовни з м’якою начісованою внутрішньою стороною. Спущені плечі, довгі рукави та рубчик на горловині, манжетах і подолу.',
         'Основа: бавовна 60%, поліестер 40%',
         'MALE',
         '810',
         'false',
         '3cf53abe-4c94-11ed-bdc3-0242ac120002',
         '709541a6-4c95-11ed-bdc3-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('8610cb30-0924-11ee-be56-0242ac120002',
         'SWPB-2023-06-0002',
         'Oversized  светр',
         'Великий світшот із суміші бавовни з м’якою начісованою внутрішньою стороною. Спущені плечі, довгі рукави та рубчик на горловині, манжетах і подолі.',
         'Основа: бавовна 80%, поліестер 20%',
         'FEMALE',
         '799',
         'false',
         '3cf53abe-4c94-11ed-bdc3-0242ac120002',
         '709541a6-4c95-11ed-bdc3-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('cb8dc31e-09fd-11ee-be56-0242ac120002',
         'SHZR-2023-06-0001',
         'Бавовняні шорти стандартного крою',
         'Шорти звичайного крою з бавовняної тканини. Пояс на шнурку з прикритою гумкою та імітаційною подушкою. Бічні кишені та прорізна задня кишеня.',
         'Основа: бавовна 100%',
         'MALE',
         '450',
         'true',
         '3cf53e56-4c94-11ed-bdc3-0242ac120002',
         '7095435e-4c95-11ed-bdc3-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('8d40c4d8-0a95-11ee-be56-0242ac120002',
         'PSGAP-2023-06-0001',
         'Джоггери з високою талією',
         'Спортивні штани з м’якої тканини. Завищена талія, пояс на шнурку з гладкою гумкою та бічні кишені. М’яко звужені штанини з гладкою гумкою на подолах.',
         'Основа: бавовна 59%, поліестер 41%',
         'FEMALE',
         '1112',
         'true',
         '3cf541e4-4c94-11ed-bdc3-0242ac120002',
         '8b250504-bc45-11ed-afa1-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('b2598006-0aa0-11ee-be56-0242ac120002',
         'PSGAP-2023-06-0002',
         'Лляні штани стандартного крою',
         'Штани звичайного крою з повітряного льону. Покрита резинка та прихований шнурок на поясі. Фіктивна мушка, непомітні бічні кишені та прорізна задня кишеня. Тканина з льону пропускає повітря, чудово виглядає під час прасування та м’ятості, з часом розм’якшується.',
         'Основа: бавовна 10%, поліестер 90%',
         'MALE',
         '1300',
         'true',
         '3cf541e4-4c94-11ed-bdc3-0242ac120002',
         '8b250504-bc45-11ed-afa1-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('72950248-0aa4-11ee-be56-0242ac120002',
         'JASOS-2023-06-0001',
         'Укорочена джинсова куртка',
         'Укорочена куртка вільного крою з бавовняного деніму у стилі вантажівки. Комір, спереду гудзики, кокетка спереду і ззаду. Спущені плечі, ґудзики на манжетах і нагрудні кишені з клапаном і ґудзиком.',
         'Основа: бавовна 99%, спандекс 1%',
         'FEMALE',
         '1781',
         'false',
         '3cf54572-4c94-11ed-bdc3-0242ac120002',
         '5420f03a-bc46-11ed-afa1-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('88c330a8-0aa9-11ee-be56-0242ac120002',
         'JWOAK-2023-06-0001',
         'Легка пухова куртка',
         'Легка пухова куртка з плетеної тканини з капюшоном. Стримана блискавка спереду з захистом для підборіддя, кишені в бокових швах із потайною блискавкою та вузька гумка на манжетах і подолу. Без підкладки.',
         'Основа: поліестер 100%',
         'MALE',
         '2569',
         'false',
         '3cf546c6-4c94-11ed-bdc3-0242ac120002',
         '4cd73fe6-bc46-11ed-afa1-0242ac120002'
        );

    INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('aaf1bd96-0aab-11ee-be56-0242ac120002',
         'HDNASTY-2023-06-0001',
         'Куртка великого розміру з капюшоном',
         'Велика куртка-толстовка з капюшоном із суміші бавовни з м’якою начесаною внутрішньою стороною. Двошаровий капюшон на шнурках. Застібка-блискавка спереду, кишені-кенгуру, сильно спущені плечі та довгі рукави. Резинка на манжетах і подолу.',
         'Основа: бавовна 62%, поліестер 38%',
         'FEMALE',
         '899',
         'false',
         '3cf547de-4c94-11ed-bdc3-0242ac120002',
         '70953c9c-4c95-11ed-bdc3-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('aaf1bd97-0aab-11ee-be56-0242ac120002',
         'TSFREE-2023-06-0001',
         'Бавовняна футболка великого розміру',
         'Футболка великого розміру з м’якого бавовняного трикотажу з круглим вирізом у рубчик, спущеними плечима та прямим подолом.',
         'Основа: бавовна 100%',
         'MALE',
         '350',
         'false',
         '3cf548f6-4c94-11ed-bdc3-0242ac120002',
         '70953454-4c95-11ed-bdc3-0242ac120002'
        );

INSERT INTO products(id, product_code, title, description, composition, gender, price, underwear, brand_id, category_id)
 VALUES('aaf1bd97-0aab-11ee-be56-0342ac120002',
         'TSFREE-2023-06-0002',
         'Футболка з підгортанням',
         'Футболка з м’якого бавовняного трикотажу. Трохи ширший виріз горловини, шов по центру спини та неопрацьовані закручені краї горловини та манжетів. Трохи довше, заокруглений низ ззаду.',
         'Основа: бавовна 100%',
         'FEMALE',
         '343',
         'false',
         '3cf548f6-4c94-11ed-bdc3-0242ac120002',
         '70953454-4c95-11ed-bdc3-0242ac120002'
        );




